{
  "blink.cmp": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "smear-cursor.nvim": {
    "branch": "main"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  }
}
